export const initialState = [
    {
        "id": 1,
        "category": "Обед/Ужин",
        "name": "Борщ",
        "description": "Традиционный украинский борщ с говядиной.",
        "price": 250
    },
    {
        "id": 2,
        "category": "Обед/Ужин",
        "name": "Цезарь",
        "description": "Классический салат Цезарь с курицей и сухариками.",
        "price": 300
    },
    {
        "id": 3,
        "category": "Обед/Ужин",
        "name": "Стейк",
        "description": "Мясной стейк из говядины на гриле.",
        "price": 500
    },
    {
        "id": 4,
        "category": "Завтрак",
        "name": "Чизкейк",
        "description": "Классический чизкейк с ягодами.",
        "price": 200
    },
    {
        "id": 5,
        "category": "Завтрак",
        "name": "Эспрессо",
        "description": "Итальянский эспрессо.",
        "price": 100
    },
    {
        "id": 6,
        "category": "Завтрак",
        "name": "Омлет с овощами",
        "description": "Пышный омлет с болгарским перцем, помидорами и зеленью.",
        "price": 150
    },
    {
        "id": 7,
        "category": "Завтрак",
        "name": "Блины с вареньем",
        "description": "Тонкие блины с домашним вареньем на выбор.",
        "price": 180
    },
    {
        "id": 8,
        "category": "Обед/Ужин",
        "name": "Куриный суп с вермишелью",
        "description": "Легкий куриный суп с домашней вермишелью.",
        "price": 200
    },
    {
        "id": 9,
        "category": "Обед/Ужин",
        "name": "Паста Карбонара",
        "description": "Паста с соусом карбонара и беконом.",
        "price": 350
    },
    {
        "id": 10,
        "category": "Обед/Ужин",
        "name": "Рыба на гриле с овощами",
        "description": "Филе рыбы на гриле с овощным гарниром.",
        "price": 450
    },
    {
        "id": 11,
        "category": "Обед/Ужин",
        "name": "Греческий салат",
        "description": "Салат с огурцами, помидорами, оливками и сыром фета.",
        "price": 250
    },
    {
        "id": 12,
        "category": "Завтрак",
        "name": "Капучино",
        "description": "Ароматный капучино с молочной пенкой.",
        "price": 150
    },
    {
        "id": 13,
        "category": "Завтрак",
        "name": "Тирамису",
        "description": "Итальянский десерт с маскарпоне и кофе.",
        "price": 220
    }
];

